Repository: Daian93/Tanko
Catalog: Tanko/Localizable.xcstrings
Source language: en
Languages: es

# %lld badge.volumes
source: %lld volumes
es: %lld tomos

# %lld offline.changes
source: %lld changes
es: %lld cambios

# %lld section.authors: %@
source: %1$lld Authors: %2$@
es: Autores: %2$@

# %lld section.demographics: %@
source: %1$lld Demographics: %2$@
es: Demografías: %2$@

# %lld section.genres: %@
source: %1$lld Genres: %2$@
es: Géneros: %2$@

# %lld section.themes: %@
source: %1$lld Themes: %2$@
es: Temas: %2$@

source: Active filters:
es: Filtros activos:

# appearance.darkMode
source: Dark mode
es: Modo oscuro

# appearance.language
source: Language
es: Idioma

# auth.error.email_exists
source: This email is already registered.
es: Este correo electrónico ya está registrado.

# auth.error.invalid_credentials
source: Invalid credentials.
es: Credenciales inválidas.

# auth.error.invalid_email
source: Please enter a valid email address.
es: Por favor ingresa un correo electrónico válido.

# auth.error.session_expired
source: Your session has expired, please log in again.
es: Tu sesión ha expirado, por favor inicia sesión de nuevo.

# auth.error.unknown
source: An unknown error occurred.
es: Ocurrió un error desconocido.

# auth.error.weak_password
source: Password is too weak, please choose a stronger one.
es: La contraseña es demasiado débil, por favor elige una más segura.

# author.name
source: Author's name
es: Nombre del autor

# author.role.art
source: Art
es: Artista

# author.role.none
source: None
es: Desconocido

# author.role.story
source: Story
es: Escritor

# author.role.storyAndArt
source: Story and Art
es: Escritor y artista

# author.surname
source: Author's surname
es: Apellido del autor

source: Background not available.
es: Trasfondo no disponible.

# badge.complete
source: Complete
es: Completa

# badge.read
source: Read
es: Leído

# button.add
source: Add
es: Añadir

# button.apply
source: Apply
es: Aplicar

# button.cancel
source: Cancel
es: Cancelar

# button.close
source: Close
es: Cerrar

# button.remove
source: Remove
es: Quitar

# button.retry
source: Retry
es: Reintentar

# button.search
source: Search
es: Buscar

source: Clean all
es: Limpiar todo

# collection.add
source: Add to collection
es: Añadir a la colección

# collection.all.volumes.owned %lld
source: You have all %lld volumes on your bookshelf.
es: Tienes todos los %lld tomos en tu estantería.

# collection.complete
source: Complete
es: Completa

# collection.empty.completed
source: You don't have any completed collections
es: No tienes ninguna colección completa

# collection.empty.read
source: You haven't finished reading any manga yet
es: Aún no has terminado de leer ningún manga

# collection.empty.reading
source: You're not currently reading any manga
es: No estás leyendo ningún manga ahora mismo

# collection.empty.to_start
source: You don't have any manga waiting to be started
es: No tienes mangas pendientes de empezar a leer

# collection.empty.todo
source: You don't have any manga in your collection yet. Search for one and add it.
es: Aún no tienes mangas en tu colección. Busca uno y añádelo.

# collection.filter.all
source: All
es: Todos

# collection.filter.complete
source: Collection Complete
es: Colección completa

# collection.filter.read
source: Completed
es: Leídos

# collection.filter.reading
source: Reading
es: En curso

# collection.filter.to.read
source: To read
es: Por leer

# collection.incomplete
source: Incomplete
es: Incompleta

# collection.not.all.volumes.owned %lld
source: You are missing %lld volumes to complete the collection.
es: Te faltan %lld tomos para completar la colección.

# collection.remove
source: Remove from collection
es: Quitar de la colección

# collection.remove.text '%@'
source: Are you sure you want to remove '%@' from your collection?
es: ¿Estás seguro de que quieres quitar '%@' de tu colección?

# collection.state
source: Status of the collection
es: Estado de la colección

# collection.title
source: My collection
es: Mi colección

# contact.rate
source: Rate
es: Puntuación

# content.all
source: 📚 All manga
es: 📚 Todos los mangas

# content.best
source: 🔥 Top rated
es: 🔥 Mejores valorados

# content.loading
source: Loading manga…
es: Cargando mangas…

# demographic.kids
source: Kids
es: Infantil

# demographic.shoujo
source: Shoujo
es: Shōjo

# demographic.shounen
source: Shounen
es: Shōnen

# detail.title
source: Edit manga
es: Editar manga

# emoji.select
source: Select an emoji
es: Selecciona un emoji

# empty.description
source: There is no data for the manga yet. Try refreshing the list.
es: Aún no hay datos de los mangas. Prueba a refrescar la lista.

# empty.title
source: No manga available
es: No hay mangas disponibles

# filter.categories
source: Categories
es: Categorías

# filter.demographics
source: Demographics
es: Demografía

# filter.genres
source: Genres
es: Géneros

# filter.header
source: Text search
es: Búsqueda por texto

# filter.themes
source: Themes
es: Temas

# genre.action
source: Action
es: Acción

# genre.adventure
source: Adventure
es: Aventura

# genre.avantGarde
source: Avant Garde
es: Vanguardia

# genre.awardWinning
source: Award Winning
es: Premiado

# genre.boysLove
source: Boys Love
es: Amor entre chicos

# genre.comedy
source: Comedy
es: Comedia

# genre.erotica
source: Erotica
es: Erótico

# genre.fantasy
source: Fantasy
es: Fantasía

# genre.girlsLove
source: Girls Love
es: Amor entre chicas

# genre.gourmet
source: Gourmet
es: Gastronomía

# genre.horror
source: Horror
es: Terror

# genre.mystery
source: Mystery
es: Misterio

# genre.sciFi
source: SciFi
es: Ciencia ficción

# genre.sliceOfLife
source: Slice Of Life
es: Recuentos de la vida

# genre.sports
source: Sports
es: Deportes

# genre.supernatural
source: Supernatural
es: Sobrenatural

# info.detail
source: View manga details
es: Ver ficha del manga

# info.footer.text.
source: Check out the synopsis, genres and other technical details.
es: Consulta la sinopsis, géneros y otros detalles técnicos.

# info.text
source: Manga information
es: Información de la obra

# language.english
source: English
es: Inglés

# language.spanish
source: Spanish
es: Español

# language.system
source: System
es: Sistema

# logout.guest
source: Back to Home
es: Volver al inicio

# logout.user
source: Log out
es: Cerrar sesión

# manga.title
source: Title of the manga
es: Título del manga

source: No connection
es: Sin conexión

# offline.no.connection
source: No connection
es: Sin conexión

# offline.sync
source: Synchronising...
es: Sincronizando…

source: Partial search
es: Búsqueda parcial

# profile.appearance
source: Appearance
es: Apariencia

# profile.guest.text
source: You are currently logged in as a guest. Create an account so you don't lose your data.
es: Estás como invitado. Crea una cuenta para no perder tus datos.

# profile.name
source: Your name
es: Tu nombre

# profile.navigationTitle
source: Profile
es: Perfil

# profile.personalization
source: Personalization
es: Personalización

# profile.stats
source: Global statistics
es: Estadísticas globales

# profile.support
source: Contact and support
es: Contacto y soporte

# profile.title
source: My profile
es: Mi perfil

# progress.title
source: Progress
es: Progreso

# reading.done
source: Done
es: Listo

# reading.footer.one %lld
source: Out of a total of %lld volumes.
es: De un total de %lld tomos.

# reading.footer.two
source: Total volume unknown.
es: Total de tomos desconocido.

# reading.title
source: Reading progress
es: Progreso de lectura

# search.bar
source: Search manga...
es: Buscar manga…

# search.clean
source: Clean filters
es: Limpiar filtros

# search.clean.all
source: Clean all the filters
es: Limpiar todos los filtros

# search.filters
source: Filters
es: Filtros

# search.navigationTitle
source: Search
es: Buscar

# search.noResults.subtitle
source: Try searching with other terms or filters
es: Intenta buscar con otros términos o filtros

# search.noResults.title
source: No results found
es: No se encontraron resultados

# search.results
source: Results
es: Resultados

# search.subtext.ios
source: Find your favourite manga
es: Encuentra tus mangas favoritos

# search.subtext.ipad
source: Use the filters on the left or type in the search box
es: Usa los filtros de la izquierda o escribe en el buscador

# search.title
source: Search Manga
es: Buscar Mangas

# searching.caption
source: Searching...
es: Buscando...

# section.authors.one
source: Author
es: Autor

# section.authors.other
source: Authors
es: Autores

# section.background
source: Background
es: Trasfondo

# section.chapters
source: Chapters
es: Capítulos

# section.demographics.one
source: Demographic
es: Demografía

# section.demographics.other
source: Demographics
es: Demografías

# section.genres.one
source: Genre
es: Género

# section.genres.other
source: Genres
es: Géneros

# section.mangas_by_author
source: Manga by this author
es: Mangas de este autor

# section.published
source: Published
es: Publicado

# section.published: %@
source: Published: %@
es: Publicado: %@

# section.score
source: Score
es: Puntuación

# section.showLess
source: Show less
es: Mostrar menos

# section.showMore
source: Show more
es: Mostrar más

# section.state
source: State
es: Estado

# section.synopsis
source: Synopsis
es: Sinopsis

# section.themes.one
source: Theme
es: Tema

# section.themes.other
source: Themes
es: Temas

# section.volumes
source: Volumes
es: Volúmenes

# stat.complete
source: Completed
es: Completos

# stat.reading
source: Reading
es: Leyendo

# stat.volumes
source: Volumes
es: Tomos

# stats.empty
source: You have not added any manga to your collection yet
es: Aún no has añadido ningún manga a tu colección

# stats.progress.complete
source: Completed progress
es: Progreso de completado

# stats.progress.reading
source: Reading progress
es: Progreso de lectura

# stats.title
source: Statistics
es: Estadísticas

# status.discontinued
source: Discontinued
es: Discontinuado

# status.finished
source: Finished
es: Finalizado

# status.hiatus
source: Hiatus
es: En pausa

# status.publishing
source: Publishing
es: En publicación

# status.unknown
source: Unknown
es: Desconocido

source: Synopsis not available.
es: Sinopsis no disponible.

# tab.collection
source: Collection
es: Colección

# tab.mangas
source: Manga
es: Mangas

# tab.profile
source: Profile
es: Perfil

# tab.search
source: Search
es: Buscar

# theme.adultCast
source: Adult Cast
es: Reparto adulto

# theme.anthropomorphic
source: Anthropomorphic
es: Antropomórfico

# theme.childcare
source: Childcare
es: Crianza

# theme.combatSports
source: Combat Sports
es: Deportes de combate

# theme.crossdressing
source: Crossdressing
es: Travestismo

# theme.delinquents
source: Delinquents
es: Delincuentes

# theme.detective
source: Detective
es: Detectives

# theme.educational
source: Educational
es: Educativo

# theme.gagHumor
source: Gag Humor
es: Humor absurdo

# theme.highStakesGame
source: High Stakes Game
es: Juegos de alto riesgo

# theme.historical
source: Historical
es: Histórico

# theme.idolsFemale
source: Idols Female
es: Idols (femeninas)

# theme.idolsMale
source: Idols Male
es: Idols (masculinos)

# theme.lovePolygon
source: Love Polygon
es: Polígono amoroso

# theme.magicalSexShift
source: Magical Sex Shift
es: Cambio mágico de sexo

# theme.mahouShoujo
source: Mahou Shoujo
es: Mahō Shōjo

# theme.martialArts
source: Martial Arts
es: Artes marciales

# theme.mecha
source: Mecha
es: Artes marciales

# theme.medical
source: Medical
es: Médico

# theme.memoir
source: Memoir
es: Memorias

# theme.military
source: Military
es: Militar

# theme.music
source: Music
es: Música

# theme.mythology
source: Mythology
es: Mitología

# theme.organizedCrime
source: Organized Crime
es: Crimen organizado

# theme.otakuCulture
source: Otaku Culture
es: Cultura otaku

# theme.parody
source: Parody
es: Parodia

# theme.performingArts
source: Performing Arts
es: Artes escénicas

# theme.pets
source: Pets
es: Mascotas

# theme.psychological
source: Psychological
es: Psicológico

# theme.racing
source: Racing
es: Carreras

# theme.reincarnation
source: Reincarnation
es: Reencarnación

# theme.reverseHarem
source: Reverse Harem
es: Harem inverso

# theme.romanticSubtext
source: Romantic Subtext
es: Subtexto romántico

# theme.samurai
source: Samurai
es: Samurái

# theme.school
source: School
es: Escolar

# theme.showbiz
source: Showbiz
es: Espectáculo

# theme.space
source: Space
es: Espacio

# theme.strategyGame
source: Strategy Game
es: Juegos de estrategia

# theme.superPower
source: Super Power
es: Superpoderes

# theme.survival
source: Survival
es: Supervivencia

# theme.teamSports
source: Team Sports
es: Deportes de equipo

# theme.timeTravel
source: Time Travel
es: Viajes en el tiempo

# theme.vampire
source: Vampire
es: Vampiros

# theme.videoGame
source: Video Game
es: Videojuegos

# theme.villainess
source: Villainess
es: Villana

# theme.visualArts
source: Visual Arts
es: Artes visuales

# theme.workplace
source: Workplace
es: Entorno laboral

# version.title
source: Version
es: Versión

# volume.all
source: All
es: Todos

# volume.invert
source: Invert
es: Ninguno

# volume.none
source: None
es: Invertir

# volume.title
source: Volumes on the bookshelf
es: Tomos en estantería

# widget.add.manga
source: Add manga to your collection
es: Añade mangas a tu colección

# widget.description
source: Track your manga reading progress
es: Ve tu progreso de lectura de mangas

# widget.display.name
source: Tanko - Reading
es: Tanko - Leyendo

# widget.no.manga
source: Without reading manga
es: Sin mangas leyendo
